Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2019-2.pdf.tmx
Source language: nob
Languages: sme

source: Viktige prioriteringer og vurderinger i forskningsprosjekter gjøres i forkant av, og underveis i, datainnsamlinger.
sme: Ovdal go čohkke dieđuid, ja dieđuid čohkkedettiin galget dehálaš vuoruheamit ja árvvoštallamat dahkkot.

source: Et vilkår om samisk, kollektivt samtykke i forkant av datainnsamling i samiske helseforskningsprosjekter, bør innføres i overnevnte forskrift.
sme: Badjelis namuhuvvon láhkaásahussii berre lasihit ahte eaktuduvvo sámi, kollektiiva miehtan ovdal go dieđut čohkkejuvvojit sámi dearvvašvuođadutkanprošeavttas.

source: Helse- og omsorgsdepartementet for gjennomføring av konsultasjoner. Oppvekst-, omsorg- og utdanningskomiteen - 003/19
sme: Sámediggi váldá dakkaviđe oktavuođa Dearvvašvuođa- ja fuolahusdepartemeanttain konsultašuvnnaid čađaheami várás.

source: Under avsnittet Samisk selvbestemmelse og helseforskning - “Det organ Sametingsrådet utpeker skal ivareta prinsippet om kollektivt samtykke.
sme: Bajásšaddan- fuolahus- ja oahppolávdegoddi - 003/19 Spørsmål til Sametingsrådet i nevnte sak Etiske retningslinjer og kollektivt samtykke Under avsnittet Samisk selvbestemmelse og helseforskning - “Det organ Sametingsrådet utpeker skal ivareta prinsippet om kollektivt samtykke. Dette prinsippet rokker ikke ved enkeltindividets rett til å samtykke, eller å ikke samtykke til deltakelse i forskningsprosjekter. Det kollektive samtykket er dynamisk og kommer i tillegg til andre nødvendige godkjenninger. Før et samisk helseforskningsprosjekt kan iverksettes, skal det foreligge et samisk og dynamisk kollektivt samtykke.”

source: - Under punktet “Samisk selvbestemmelse og helseforskning” lyder en setning “Det organ Sametingsrådet utpeker skal ivareta prinsippet om kollektivt samtykke. ”, det samme kommer fram i en setning under punkt 2. Ekstern sakkyndig komitè “Myndigheten til å avgi et samisk og dynamisk kollektivt samtykke delegeres av Sametingsrådet til en ekstern og sakkyndige komite.
sme: - Under punktet “Samisk selvbestemmelse og helseforskning” lyder en setning “Det organ Sametingsrådet utpeker skal ivareta prinsippet om kollektivt samtykke.”, det samme kommer fram i en setning under punkt 2. Ekstern sakkyndig komitè “Myndigheten til å avgi et samisk og dynamisk kollektivt samtykke delegeres av Sametingsrådet til en ekstern og sakkyndige komite.”, mens senere under samme punkt står det at “Komiteen oppnevnes av Sametinget for to år av gangen.”.

source: Forslag 1.1 - NSR Ny første setning i tredje avsnitt i andre punkt "2. Ekstern sakkyndig komité" "Komiteen oppnevnes av Sametingsrådet for to år av gangen."
sme: Evttohus 1.1 - NSR/NSR-SáB ja SP Ođđa vuosttaš cealkka goalmmát teakstaoasi nuppi čuoggái “2. Olgguldas áššedovdi lávdegoddi" "Sámediggeráđđi nammada lávdegotti guovtti jahkái háválassii."

source: Nytt femte kulepunkt under andre punkt "2. Ekstern sakkyndig komité", tredje avsnitt:
sme: Ođđa viđát kulvlačuokkis nuppi čuoggá vuollái “2. Olgguldas áššedovdi lávdegoddi ", goalmmát teakstaoassái:

source: - Samisk brukerrepresentasjon
sme: - Sámi geavaheaddjiovddastus

source: Slikt at avsnittet blir som følger:
sme: Nu ahte teakstaoassi šaddá ná:

source: "Komiteen oppnevnes av Sametingsrådet for to år av gangen.
sme: "Sámediggeráđđi nammada lávdegotti guovtti jahkái háválassii.

source: Sammensetningen skal sikre at komiteen innehar tilstrekkelig kompetanse og erfaring, herunder: - Formell forskningskompetanse (ph.
sme: sihkkarastit ahte lávdegottis lea doarvái gelbbolašvuohta ja bargovásáhus, dasa gullet: - Formála dutkangelbbolašvuohta (ph.

source: - Helsefaglig kompetanse.
sme: - Dearvvašvuođafágalaš gelbbolašvuohta.

source: - Relevant folkerettslig kompetanse.
sme: - Relevánta álbmotrievttálaš gelbbolašvuohta.

source: - Samisk språk- og kulturkompetanse.
sme: - Sámi giella- ja kulturgelbbolašvuohta.

source: - Samisk brukerrepresentasjon"
sme: - Sámi geavaheaddjiovddastus"

source: Merknad 1.1 - NSR/NSR-SáB og SP Sametinget understreker at økt kunnskap om samiske forhold er til det beste for det samiske samfunnet.
sme: Mearkkašupmi 1.1 - NSR/NSR-SáB ja SP Sámediggi deattuha ahte eanet máhttu sámi diliid birra lea ávkin sámi servodahkii.

source: Sametinget er avhengig av kunnskap og data om samiske forhold for å kunne fatte kunnskapsbaserte og informerte vedtak, og på bakgrunn av dette implementere effektive tiltak.
sme: Sámediggi lea sorjavaš máhtus ja dieđuin sámi diliid birra vai sáhttá dahkat máhttovuđot ja diehtovuđot mearrádusaid, ja dan vuođul implementeret árjjalaš doaibmabijuid.

source: Men forskning må også foregå i henhold til allmenne forskningsetiske prinsipper og med individuelt og kollektivt samtykke.
sme: Muhto dutkan ferte maiddái čađahuvvot dábálaš dutkanetihkalaš prinsihpaid mielde ja individuála ja oktasaš miehtamiin.

source: Sametinget understreker videre at den eksterne sakkyndige komitéen skal være et frittstående organ for forskningsetiske spørsmål knyttet til samisk helseforskning, og at prinsippet om en armlengdes avstand vil gjøre seg gjeldene for komiteens virksomhet.
sme: Sámediggi deattuha dasto ahte olggobeale áššedovdi lávdegoddi galgá leat friija dutkanetihkalaš áššiid orgána mas lea čanastat sámi dearvvašvuođadutkamii, ja ahte gieđa guhko prinsihppa guoská lávdegotti doibmii.

source: Merknad 2.1 - NSR/NSR-SáB og SP Sannhets- og forsoningskommisjonens arbeid vil kunne avdekke tilfeller av psykisk uhelse grunnet urett begått mot det samiske folk.
sme: Mearkkašupmi 2.1 - NSR/NSR-SáB ja SP Duohtavuođa- ja seanadankommišuvnna bargu sáhttá buktit albmosii psykalaš váttuid mat leat šaddan dan eahperievtti geažil mii lea dahkkojuvvon sámi álbmoga vuostá.

source: Følgeforskning knyttet opp til sannhets- og forsoningskommisjonen er eksempel på forskning som kan bli utført i henhold til de etiske retningslinjene for samisk helseforskning.
sme: Čuovusdutkan mii čatnasa duohtavuođa- ja seanadankommišuvdnii lea ovdamearka dutkamis mii sáhttá dahkkojuvvot sámi dearvvašvuođa dutkama etihkalaš njuolggadusaid ektui.

source: For å skape tillit hos den samiske befolkning bør slik følgeforskning som helhet følge de etiske retningslinjene for samisk helseforskning.
sme: Luohttámuša oažžuma dihtii sámi álbmogis berre dán lágan čuovusdutkan ollislaččat čuovvut sámi dearvvašvuođa dutkama etihkalaš njuolggadusaid.

source: Forslag 2.1 - AP (trukket) Setningen “Sistnevnte sikres ved at sametingene i Sverige og Finland oppnevner ett medlem hver med relevant kompetanse.
sme: Evttohus 2.1 - Bargiidbellodat Cealkka “Oppasámi geahččanguovllu sihkkarastit go Ruoŧa ja Suoma sámedikkit nammadit ovtta lahttu goabbánai geas lea relevánta gelbbolašvuohta.

source: ” strykes fra avsnitt 4.
sme: “ sihkkojuvvo 4. teakstaoasis.

source: Tre første avsnitt under punkt 2. Ekstern sakkyndig komitè endres til: “De nasjonale forskningsetiske komiteene er en etat tilknyttet Kunnskapsdepartementet og består av komiteer, utvalg og nemnd.
sme: Golbma vuosttaš teakstaoasi čuoggás 2. Olgguldas áššedovdilávdegoddi rievdaduvvojit dánin: “Našuvnnalaš dutkanetihkalaš komitea leat etáhta mii lea čadnojuvvon Máhttodepartementii, mas leat komiteat, lávdegottit ja nammagottit.

source: Sametinget ber Sametingsrådet igangsetter arbeidet med opprettelsen av en ekstern og sakkyndig komitè.
sme: Mii evttohit ahte Sámediggeráđđi álggaha barggu ásahit olggobeali ja áššedovdi komitea.

source: Denne komiteen blir knyttet administrativt opp mot de øvrige nasjonale forskningsetiske komiteene, og blir hetende “Den nasjonale samiske forskningsetiske komitè” og oppnevnes av Sametingsrådet for to år av gangen.
sme: Dát komitea čadnojuvvo hálddahuslaččat eará našuvnnalaš dutkanetihkalaš komiteaide, ja gohčoduvvo “Našuvnnalaš sámi dutkanetihkalaš komitean”, man Sámediggeráđđi nammada guovtti jahkái háválassii.

source: Myndigheten til å avgi et samisk og dynamisk kollektivt samtykke delegeres av Sametingsrådet til denne komiteen.
sme: Sámediggeráđđi delegere dán komiteai válddi buktit sámi ja dynámalaš kollektiivvalaš miehtama.

source: Denne komite skal vurdere prosjektene i henhold til de øvrige etiske retningslinjene for samisk helseforskning.
sme: Dat galgá árvvoštallat prošeavttaid sámi dearvvasvuođadutkama eará njuolggadusaid mielde.

source: Formell forskningskompetanse (ph.
sme: Formálalaš dutkangelbbolašvuohta (ph.

source: - Relevant folkerettslig kompetanse. - Samisk språk- og kulturkompetanse.“
sme: - Dearvvasvuođafágalaš gelbbolašvuohta - Relevánta álbmotrievttálaš gelbbolašvuohta - Sámi giella- ja kulturgelbbolašvuohta

source: Merknad 3.1 - Ap (trukket) Sametinget registrerer at det i saksfremstillingen SR 077/19 under kapittel “1. Bakgrunn” på side 2 bemerkes at en del av saken skal behandles i Desember.
sme: Mearkkašupmi 3.1 - Bargiidbellodat Sámediggi registrere ahte áššečilgehusas SR 077/19 kapihttalis “1. Duogáš” siidu 2 mearkkašuvvo ahte oassi áššis galgá gieđahallojuvvot juovlamánus.

source: Denne delen av saken omhandler punkt iii (“Sametinget utreder mulighetene og vilkårene for eventuell registrering av samisk etnisitet i folkeregisteret og i de lovbestemte helseregistre.”).
sme: Dát oassi áššis guoská čuoggái iii (Sámediggi čielggada vejolašvuođaid ja eavttuid sámi čearddalašvuođa vejolaš registrerema birra álbmotregisteris ja lágas mearriduvvon dearvvasvuođaregisteriin.

source: Sametinget mener at denne plenumssak burde blitt behandlet i sin helhet.
sme: ”) Sámediggi oaivvilda ahte dán ášši galggašii ollisin gieđahallat

source: Forslag 2.2 - AP Setningen “Sistnevnte sikres ved at sametingene i Sverige og Finland oppnevner ett medlem hver med relevant kompetanse.
sme: Evttohus 2.2 - Bargiidbellodat Cealkka “Oppasámi geahččanguovllu sihkkarastit go Ruoŧa ja Suoma sámedikkit nammadit ovtta lahttu goabbánai geas lea relevánta gelbbolašvuohta.

source: ” strykes fra avsnitt 4 under kapittel "2. Ekstern sakkyndig komitè".
sme: “ sihkkojuvvo 4. teakstaoasis.

source: Innledning Sametingets oppvekst-, omsorgs- og utdanningskomité har behandlet sak 003/19 Etiske retningslinjer og kollektiv samtykke.
sme: - Dearvvasvuođafágalaš gelbbolašvuohta - Relevánta álbmotrievttálaš gelbbolašvuohta - Sámi giella- ja kulturgelbbolašvuohta - Sámi geavaheaddjiovddasteapmi

source: Oppvekst-, omsorg- og utdanningskomiteens innstilling
sme: BFOL - Mearrádus: Bajásšaddan-, fuolahus ja oahppolávdegotti árvalus

source: Sametingets oppvekst-, omsorgs- og utdanningskomité har behandlet sak 23/19 Etiske retningslinjer og kollektiv samtykke.
sme: Bajásšaddan-, fuolahus- ja oahppolávdegoddi lea gieđahallan ášši 23/19 Etálaš njuolggadusat sámi dearvvašvuođabálvalusaide.

source: Komiteens innstilling er følgende.
sme: Lávdegoddi ovddida čuovvovaš evttohusa.

source: Merknad fremmet av Norske Samers Riksforbund (NSR) Piera Heaika Muotka.
sme: Mearkkašupmi ovddiduvvon Norgga Sámiid Riikkasearvvi / Sámeálbmot bellodaga (NSR) Piera Heaika Muotka bokte.

source: Komiteens medlemmer fra Norske Samers Riksforbund (NSR) Gunn Anita Jacobsen, Niko Valkeapää, og Laila Berit Anne Coldevin, fra Norske Samers Riksforbund/Samefolkets parti (NSR/SáB) Márjá-Liissá Partapuoli, og fra uavhengig parti Kåre Ivar Olli stiller seg bak:
sme: Lávdegotti miellahtut Norgga Sámiid Riikkasearvvi (NSR) Gunn Anita Jacobsen, Niko Valkeapää ja Laila Berit Anne Coldevin, Norgga Sámiid Riikkasearvvi / Sámeálbmot bellodaga (NSR/SáB) Márjá-Liissá Partapuoli ja sorjjasmeahttun áirras Kåre Ivar Olli dorjot:

source: Merknad 1
sme: Mearkkašupmi 1

source: Disse medlemmene understreker at økt kunnskap om samiske forhold er til det beste for det samiske samfunnet.
sme: Dát lahtut deattuhit ahte eanet máhttu sámi diliid birra lea ávkin sámi servodahkii.

source: Disse medlemmene mener at Sametinget er avhengig av kunnskap og data om samiske forhold for å kunne fatte kunnskapsbaserte og informerte vedtak, og på bakgrunn av dette implementere effektive tiltak.
sme: Dát lahtut oaivvildit ahte Sámediggi lea sorjavaš máhtus ja dieđuin sámi diliid birra vai sáhttá dahkat máhttovuđot ja diehtovuđot mearrádusaid, ja dan vuođul implementeret árjjalaš doaibmabijuid.

source: Disse medlemmene understreker videre at den eksterne sakkyndige komitéen skal være et frittstående organ for forskningsetiske spørsmål knyttet til samisk helseforskning, og at prinsippet om en armlengdes avstand vil gjøre seg gjeldene for komiteens virksomhet.
sme: Dát lahtut deattuhit dasto ahte olggobeale áššedovdi lávdegoddi galgá leat friija dutkanetihkalaš áššiid orgána mas lea čanastat sámi dearvvašvuođadutkamii, ja ahte gieđa guhko prinsihppa guoská lávdegotti doibmii.

source: Merknad fremmet av Norske Samers Riksforbund (NSR) Thomas Åhrén.
sme: Mearkkašupmi ovddiduvvon Norgga Sámiid Riikkasearvvi / Sámeálbmot bellodaga (NSR) Thomas Åhrén bokte.

source: Komiteens medlemmer fra Norske Samers Riksforbund (NSR) Gunn Anita Jacobsen, Niko Valkeapää, Piera Heaika Muotka og Laila Berit Anne Coldevin, fra Norske Samers Riksforbund/Samefolkets parti (NSR/SáB) Márjá-Liissá Partapuoli, og fra uavhengig parti Kåre Ivar Olli stiller seg bak:
sme: Lávdegotti miellahtut Norgga Sámiid Riikkasearvvi (NSR) Gunn Anita Jacobsen, Niko Valkeapää, Piera Heaika Muotka ja Laila Berit Anne Coldevin, Norgga Sámiid Riikkasearvvi / Sámeálbmot bellodaga (NSR/SáB) Márjá-Liissá Partapuoli ja sorjjasmeahttun áirras Kåre Ivar Olli dorjot:

source: Merknad 2
sme: Mearkkašupmi 2

source: Sannhets- og forsoningskommisjonens arbeid vil kunne avdekke tilfeller av psykisk uhelse grunnet urett begått mot det samiske folk.
sme: Duohtavuođa- ja seanadankommišuvnna bargu sáhttá buktit albmosii psyhkalaš váttuid mat leat šaddan dan eahperievtti geažil mii lea dahkkojuvvon sámi álbmoga vuostá.

source: Merknad fremmet av Arbeiderpartiet (AP) Jørn Are Gaski.
sme: Mearkkašupmi ovddiduvvon Bargiidbellodaga (BB) Jørn Are Gaski bokte.

source: Komiteens medlemmer fra Samefolkets parti Ann-Elise Finbog stiller seg bak:
sme: Lávdegotti miellahttu Sámeálbmotbellodaga Ann-Elise Finbog doarju: Mearkkašupmi 3

source: Disse medlemmene registrerer at det i saksfremstillingen SR 077/19 under kapittel “1. Bakgrunn” på side 2 bemerkes at en del av saken skal behandles i Desember.
sme: Dát miellahtut registrerejit ahte áššečilgehusas SR 077/19 kapihttalis “1. Duogáš” siidu 2 mearkkašuvvo ahte oassi áššis galgá gieđahallojuvvot juovlamánus.

source: Disse medlemmene mener at denne sak burde blitt behandlet i sin helhet.
sme: Dát miellahtut oaivvildit ahte dán dievasčoahkkinášši galggašii ollisin gieđahallat.

source: Forslag fremmet av Norske Samers Riksforbund (NSR) Piera Heaika Muotka.
sme: Evttohus ovddiduvvon Norgga Sámiid Riikkasearvvi / Sámeálbmot bellodaga (NSR) Piera Heaika Muotka bokte.

source: Komiteens medlemmer fra Norske Samers Riksforbund (NSR) Gunn Anita Jacobsen, Niko Valkeapää og Laila Berit Anne Coldevin, fra Norske Samers Riksforbund/Samefolkets parti (NSR/SáB) Márjá-Liissá Partapuoli, og fra uavhengig parti Kåre Ivar Olli stiller seg bak:
sme: Lávdegotti miellahtut Norgga Sámiid Riikkasearvvi (NSR) Gunn Anita Jacobsen, Niko Valkeapää ja Laila Berit Anne Coldevin, Norgga Sámiid Riikkasearvvi / Sámeálbmot bellodaga (NSR/SáB) Márjá-Liissá Partapuoli ja sorjjasmeahttun áirras Kåre Ivar Olli dorjot:

source: Ny første setning i tredje avsnitt i andre punkt "2. Ekstern sakkyndig komité" "Komiteen oppnevnes av Sametingsrådet for to år av gangen."
sme: Ođđa vuosttaš cealkka goalmmát teakstaoasi nuppi čuoggái “2. Olgguldasáššedovdi lávdegoddi" "Sámediggeráđđi nammada lávdegotti guovtti jahkái háválassii."

source: Forslag fremmet av Arbeiderpartiet (AP) Jørn Are Gaski.
sme: Mearkkašupmi ovddiduvvon Bargiidbellodaga (BB) Jørn Are Gaski bokte.

source: Setningen “Sistnevnte sikres ved at sametingene i Sverige og Finland oppnevner ett medlem hver med relevant kompetanse.
sme: Cealkka “Oppasámi geahččanguovllu sihkkarastit go Ruoŧa ja Suoma sámedikkit nammadit ovtta lahttu goabbánai geas lea relevánta gelbbolašvuohta.

source: - Relevant folkerettslig kompetanse. - Samisk språk- og kulturkompetanse - Samisk brukerrepresentasjon.“
sme: - Dearvvasvuođafágalaš gelbbolašvuohta - Relevánta álbmotrievttálaš gelbbolašvuohta - Sámi giella- ja kulturgelbbolašvuohta - Sámi geavaheaddjiovddasteapmi

source: Komiteen har ikke flere merknader eller forslag og råder Sametinget til å vedta følgende: Sametinget støtter forøvrig sametingsrådets forslag til innstilling.
sme: Lávdegottis eai leat eanet mearkkašumit dahje evttohusat ja rávve Sámedikki mearridit čuovvovaččat: Sámediggi doarju muđui sámediggeráđi árvalusa.

source: Merknad 4 i komiteen - Bargiidbellodat v/representant Jørn Are Gaski Ny merknad erstatter merknad 3 fra komitè.
sme: Sámedikki dievasčoahkkin - 023/19 Mearkkašupmi 4 - Bargiidbellodat, áirras Jørn Are Gaski Ođđa mearkkašupmi buhtte lávdegotti mearkkašumi 3.

source: Sametinget registrerer at det i saksfremstillingen SR 077/19 under kapittel “1. Bakgrunn” på side 2 bemerkes at en del av saken skal behandles i Desember.
sme: Sámediggi oaidná ahte áššečilgehusas SR 077/19 kapihttalis “1. Duogáš” siiddus 2 mearkkašuhtto ahte oassi áššis meannuduvvo juovlamánus.

source: Sametinget er mot punktet om etnisk registrering, og vi erfarer at den samiske befolkningen også viser skepsis til saken slik den foreligger.
sme: Sámediggi lea vuostá etnalaš registrerema čuoggái, ja mii vásihit ahte sámi álbmogis maiddái lea eahpádus áššái numo dat lea dál.

source: Vi fastslår at Sametingsrådet virker å ha et uklart syn i denne saken, og ber om at de klarlegger sitt syn.
sme: Mii cealkit ahte Sámediggeráđis orro leamen eahpečielga oaidnu áššis, ja bivdit ahte sii čielggadit iežaset oainnu.

source: Forslag 3 - Representant Jørn Are Gaski, Bargiidbellodat Nytt forslag erstatter forslag 2 fra komite.
sme: Evttohus 3 - Áirras Jørn Are Gaski, Bargiidbellodat Ođđa evttohus mii evttohuvvo lávdegotti evttohus 2 sadjái

source: Forslag:Dette forslaget ble sendt inn ca
sme: Evttohus:

source: Setningen: “Sistnevnte sikres ved at sametingene i Sverige og Finland oppnevner ett medlem hver med relevant kompetanse.
sme: Cealkka: “Oppasámi geahččanguovllu sihkkarastit go Ruoŧa ja Suoma sámedikkit nammadit ovtta lahttu goabbáinai geas lea relevánta gelbbolašvuohta.

source: ” fra avsnitt 4 under kapittel "2. Ekstern sakkyndig komitè" erstattes med: “Sistnevnte sikres ved at man vurderer oppnevning fra sametingene i Sverige, Finland og Russland med ett medlem hver med relevant kompetanse, når de har vedtatt sine egne etiske retningslinjer for helseforskning.”
sme: ” 4. teakstaoasis 2. kapihttalis “Olgguldas áššedovdilávdegoddi ” rievdaduvvo dánin: “Maŋimus namuhuvvon sihkkarastojuvvo go árvvoštallá nammadit olbmo Ruoŧa, Suoma ja Ruošša sámedikkiin, ovtta lahtu guđesge relevánta gelbbolašvuođain, go sii lea mearridan iežaset etihkalaš njuolggadusaid dearvvasvuođadutkamii.

source: Tre første avsnitt under punkt 2. Ekstern sakkyndig komitè endres til:
sme: Golbma vuosttaš teakstaoasi čuoggás 2. Olgguldas áššedovdilávdegoddi ” rievdaduvvo dánin:

source: “De nasjonale forskningsetiske komiteene er en etat tilknyttet Kunnskapsdepartementet og består av komiteer, utvalg og nemnd.
sme: “Našuvnnalaš dutkanetihkalaš komiteat leat etáhtat mat leat čadnojuvvon Máhttodepartementii ja masa leat mielde komiteat, lávdegottit ja nammagottit.

source: Forslag 4 -Representant Kjellrun Wilhelmsen, Nordkalottfolket Sametinget ser at det kan være helsemessige utfordringer knyttet til ulike befolkningsgrupper.
sme: Evttohus 4 - Áirras Kjellrun Wilhelmsen, Nordkalottfolket Sámediggi diehtá ahte iešguđet álbmotjoavkkuin sáhttet leat hástalusat dearvvašvuođa áššiin.

source: Forskning kan bidra til at problemstillinger spesielt knyttet til samiske forhold kommer på dagsorden, og dette er viktig og riktig forskning.
sme: Dutkan sáhttá mielddisbuktit ahte čuolmmat mat gusket earenoamážit sámi diliide bohtet ovdan, ja dákkár dutkan lea dehálaš ja riekta.

source: Helsemessige utfordringer kan være genetisk fundamentert, eller basert på hvilket miljø man er vokst opp i, større samfunnsendringer, nedarvede traumer eller andre ytre forhold.
sme: Dearvvašvuođahástalusat sáhttet leat šaddan genaid vuođul, dahje makkár birrasis lea bajásšaddan, stuorit servodatrievdamiin, árbejuvvon váivviin, dahje eará olggobealde diliid dihte.

source: Dette er viktig å få belyst, slik at også samers helse skal få et likeverdig kunnskapsgrunnlag som resten av den norske befolkningen.
sme: Dáid áššiid lea dehálaš čuvget, nu ahte maiddái sápmelaččaid dearvvašvuohta háhká seammaárvosaš máhttovuođu go dáčča álbmogis lea.

source: Sametinget ser ikke behov for et eget samisk forskningsetisk organ, egne etiske retningslinjer og kollektivt samtykke, men mener at det må sikres kompetanse innen samisk kulturforståelse og samfunnsliv inn i allerede etablerte nasjonale forskningsmiljøer for aktuelle forskningsprosjekter.
sme: Sámedikki mielas ii leat dárbu sierra sámi dutkanehtalaš orgánii, sierra ehtalaš njuolggadusaide ii ge kollektiivvalaš miehtamii, muhto oaivvilda ahte ferte sihkkarastit gelbbolašvuođa sámi kulturipmárdusas ja servodateallima birra ásahuvvon nationála dutkanbirrasiin mat čađahit áigeguovdilis dutkanprošeavttaid.

source: Forslag 5 - Representant Jørn Are Gaski, Bargiidbellodat Forslaget er i sin helhet kapittel 1. hentet fra sametingsrådets innstilling til saken.
sme: Evttohus 5 - Áirras Jørn Are Gaski, Bargiidbellodat 1. Etihkalaš njuolggadusat sámi dearvvašvuođadutkama várás

source: 1. Etiske retningslinjer for samisk helseforskning Definisjon: Samisk helseforskning har til hensikt å fremskaffe ny kunnskap om sykdom eller helse i vid forstand.
sme: Definišuvdna: Sámi dearvvašvuođadutkama áigumuš lea háhkat ođđa dieđu dávddaid ja dearvvašvuođa birra, viiddis mearkkašumis.

source: Samisk helseforskning i denne betydningen kan omfatte: Problemstillinger/forskningsspørsmål der samer som gruppe inngår, og/eller Problemstillinger/forskningsspørsmål i kommuner/regioner hvor samer er i flertall eller utgjør en betydelig andel av befolkningen, og/eller Problemstillinger/forskningsspørsmål der samisk språk, kultur, tradisjon og/eller historie inngår.
sme: čuolmmat/dutkangažaldagat suohkaniin/regiovnnain gos sápmelaččat leat eanetlogus dahje leat stuora oassin álbmogis,

source: Verdier Etiske retningslinjer for samisk helseforskning skal styrke samers kollektive rettigheter som urfolk i forskningsprosjekter.
sme: Árvvut Sámi dutkamiid etihkalaš njuolggadusat galget dutkanprošeavttain nannet sámi kollektiiva vuoigatvuođaid álgoálbmogin.

source: Sentrale verdier skal danne grunnlaget for god samhandling mellom helseforskere, institusjoner,
sme: Guovddáš árvvut galget leat vuođđun buori ovttasdoaibmamii gaskal dearvvašvuođadutkiid, ásahusaid, servodaga ja álbmoga.

source: og i gjeldende etiske retningslinjer.
sme: Muhtun dáin árvvuin leat juo gávdnamis dálá dearvvašvuođadutkanlágas ja guoskevaš etihkalaš njuolggadusain.

source: Med bakgrunn i samers kollektive rettigheter som urfolk, og de sentrale forskningsetiske prinsippene som helseforskning er tuftet på, bygger samisk he Sentrale verdier for etiske retningslinjer for samisk helseforskning og forskning på samisk humant biologisk materiale Relasjonene mellom de samiske samfunn/informanter og forskerne med deres institusjoner, må være preget av respekt, gjensidighet, likeverd, ansvar, kulturell trygghet og samisk selvbestemmelse i ethvert forskningsprosjekt, uavhengig av prosjektets formål, design eller metode.
sme: Etihkalaš njuolggadusaid guovddáš árvvut sámi dearvvašvuođadutkama ja sámi humánabiologalaš ávdnasiid dutkama várás. Gaskavuohta gaskal sámi servodaga/informánttaid ja dutkiid ja sin ásahusat, ferte leat hábmejuvvon árvvusatnimiin, vuostevurolašvuođain, dásseárvvuin, ovddasvástádusain, kultuvrralaš oadjebasvuođain ja sámi iešmearridemiin juohke dutkanprošeavttas, beroškeahttá prošeavtta ulbmilis, hábmemis dahje metodas.
